SELECT * FROM mysql_ex.class_mst;

insert into class_mst
values
	(0, 2001, 2, '302-101', '56-101', 40),
	(0, 2001, 2, '302-201', '56-218', 10),
	(0, 2001, 2, '301-101', '31-201', 30),
	(0, 2001, 2, '301-102', '31-201', 10),
	(0, 2002, 1, '302-101', '56-101', 20),
	(0, 2002, 1, '302-201', '56-218', 40),
	(0, 2002, 1, '302-202', '56-218', 10),
	(0, 2002, 1, '302-202', '56-201', 40),
	(0, 2002, 1, '301-101', '31-201', 10),
	(0, 2002, 1, '301-102', '31-201', 20);
    
    select
		class_id as 교과목번호,
		class_year as 연도,
		class_semester as 학기,
		class_professornum as 교수번호,
		class_location as 강의실,
		class_person as 수강인원
	from
		class_mst;