SELECT * FROM mysql_ex.student_mst;

insert into student_mst
values
	(0, '780424-1825409', '김광식', 302, '서울', '123-4567', 2),
	(0, '780305-1730021', '김정현', 302, '대구', '234-5678', 2),
	(0, '781021-2308302', '김현정', 302, '광주', '213-4567', 2),
	(0, '790902-2704012', '김현정', 302, '대전', '145-6234', 2),
	(0, '790715-1524390', '박광수', 302, '부산', '425-3323', 1),
	(0, '771011-1809003', '김형석', 301, '서울', '152-7468', 2),
	(0, '790825-1506390', '박철수', 301, '제주', '164-5520', 1),
	(0, '771011-1809003', '백태성', 301, '대전', '152-5429', 2);

select
	student_id as 학번,
    student_information as 주민등록번호,
    student_name as 이름,
    student_department as 학과,
    student_address as 주소,
    student_phonenum as 전화번호,
    student_garde as 학년
from
	student_mst;
	
    
	